Repository: whit3rabbit/turbospark
Catalog: swift/TurboSparkApp/Localization/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, he, hi, id, it, ja, ko, nl, pl, pt_br, ru, sv, tr, uk, vi, zh_hans, zh_hant

source: Add conversation to memory
ar: إضافة محادثة إلى الذاكرة
de: Unterhaltung zum Speicher hinzufügen
es: Agregar conversación a la memoria
fr: Ajouter la conversation à la mémoire
he: הוסף שיחה לזיכרון
hi: बातचीत को मेमोरी में जोड़ें
id: Tambahkan percakapan ke memori
it: Aggiungi conversazione alla memoria
ja: 会話をメモリに追加
ko: 대화를 메모리에 추가
nl: Gesprek toevoegen aan geheugen
pl: Dodaj rozmowę do pamięci
pt_br: Adicionar conversa à memória
ru: Добавить беседу в память
sv: Lägg till konversation i minnet
tr: Konuşmayı belleğe ekle
uk: Додати розмову до пам'яті
vi: Thêm cuộc trò chuyện vào bộ nhớ
zh_hans: 将对话添加到记忆
zh_hant: 將對話新增至記憶

source: Review and edit what will be appended to this user's profile MEMORY.md. Nothing is saved until you confirm.
ar: راجع وعدّل ما سيتم إلحاقه بملف MEMORY.md لهذا المستخدم. لن يتم حفظ أي شيء حتى تؤكد.
de: Prüfen und bearbeiten Sie, was an die MEMORY.md dieses Benutzerprofils angehängt wird. Vor Ihrer Bestätigung wird nichts gespeichert.
es: Revisa y edita lo que se agregará al MEMORY.md del perfil de este usuario. Nada se guarda hasta que confirmes.
fr: Examinez et modifiez ce qui sera ajouté au MEMORY.md du profil de cet utilisateur. Rien n'est enregistré avant confirmation.
he: סקור וערוך את מה שיתווסף לקובץ ה-MEMORY.md של פרופיל משתמש זה. דבר לא נשמר עד לאישורך.
hi: समीक्षा करें और संपादित करें कि इस उपयोगकर्ता के प्रोफ़ाइल MEMORY.md में क्या जोड़ा जाएगा। पुष्टि करने तक कुछ भी सहेजा नहीं जाता है।
id: Tinjau dan edit apa yang akan ditambahkan ke MEMORY.md profil pengguna ini. Tidak ada yang disimpan sampai Anda mengonfirmasi.
it: Rivedi e modifica ciò che verrà aggiunto al MEMORY.md del profilo di questo utente. Nulla viene salvato fino alla conferma.
ja: このユーザーのプロファイル MEMORY.md に追加される内容を確認および編集します。確認するまで何も保存されません。
ko: 이 사용자 프로필의 MEMORY.md에 추가될 내용을 검토하고 편집하세요. 확인하기 전까지는 아무것도 저장되지 않습니다.
nl: Bekijk en bewerk wat wordt toegevoegd aan MEMORY.md van dit gebruikersprofiel. Er wordt niets opgeslagen totdat u bevestigt.
pl: Przejrzyj i edytuj to, co zostanie dołączone do MEMORY.md tego profilu użytkownika. Nic nie zostanie zapisane przed zatwierdzeniem.
pt_br: Revise e edite o que será adicionado ao MEMORY.md do perfil deste usuário. Nada é salvo até você confirmar.
ru: Просмотрите и отредактируйте то, что будет добавлено в MEMORY.md профиля этого пользователя. Ничего не сохранится до подтверждения.
sv: Granska och redigera vad som ska läggas till i denna användarprofils MEMORY.md. Inget sparas förrän du bekräftar.
tr: Bu kullanıcının profilindeki MEMORY.md dosyasına neyin ekleneceğini inceleyin ve düzenleyin. Onaylayana kadar hiçbir şey kaydedilmez.
uk: Перегляньте та відредагуйте те, що буде додано до файлу MEMORY.md цього користувача. Нічого не збережеться до підтвердження.
vi: Xem lại và chỉnh sửa nội dung sẽ được thêm vào MEMORY.md của người dùng này. Không có gì được lưu cho đến khi bạn xác nhận.
zh_hans: 查看并编辑将追加到此用户个人资料 MEMORY.md 的内容。在您确认之前不会保存任何内容。
zh_hant: 查看並編輯將附加到此使用者個人檔案 MEMORY.md 的內容。在您確認之前不會儲存任何內容。

source: Extracting durable memories…
ar: جارٍ استخراج الذكريات الدائمة…
de: Dauerhafte Erinnerungen werden extrahiert…
es: Extrayendo recuerdos duraderos…
fr: Extraction de souvenirs durables…
he: מחלץ זכרונות עמידים…
hi: स्थायी यादें निकाली जा रही हैं…
id: Mengekstrak memori tahan lama…
it: Estrazione ricordi duraturi…
ja: 永続メモリを抽出中…
ko: 지속성 메모리 추출 중…
nl: Duurzame herinneringen extraheren…
pl: Wyodrębnianie trwałych wspomnień…
pt_br: Extraindo memórias duradouras…
ru: Извлечение долговременных воспоминаний…
sv: Extraherar varaktiga minnen…
tr: Kalıcı bellekler ayıklanıyor…
uk: Вилучення довготривалих спогадів…
vi: Đang trích xuất ký ức bền vững…
zh_hans: 正在提取持久记忆…
zh_hant: 正在擷取持久記憶…

source: Save to Memory
ar: حفظ في الذاكرة
de: Im Speicher sichern
es: Guardar en la memoria
fr: Enregistrer dans la mémoire
he: שמור בזיכרון
hi: मेमोरी में सहेजें
id: Simpan ke Memori
it: Salva nella memoria
ja: メモリに保存
ko: 메모리에 저장
nl: Opslaan in geheugen
pl: Zapisz w pamięci
pt_br: Salvar na memória
ru: Сохранить в память
sv: Spara i minnet
tr: Belleğe Kaydet
uk: Зберегти в пам'ять
vi: Lưu vào bộ nhớ
zh_hans: 保存到记忆
zh_hant: 儲存至記憶

source: Image API
ar: واجهة برمجة تطبيقات الصور
de: Bild-API
es: API de imágenes
fr: API d'image
he: API תמונות
hi: छवि API
id: API Gambar
it: API immagini
ja: 画像API
ko: 이미지 API
nl: Afbeeldings-API
pl: API obrazów
pt_br: API de imagem
ru: API изображений
sv: Bild-API
tr: Görüntü API'si
uk: API зображень
vi: API hình ảnh
zh_hans: 图像 API
zh_hant: 圖像 API

source: The same address and API key as Text. One installed MLX image model can be attached at a time.
ar: نفس العنوان ومفتاح API الخاص بالنص. يمكن إرفاق نموذج صورة MLX مثبت واحد فقط في كل مرة.
de: Gleiche Adresse und API-Schlüssel wie Text. Es kann jeweils nur ein installiertes MLX-Bildmodell angehängt werden.
es: La misma dirección y clave API que Texto. Solo se puede conectar un modelo de imagen MLX instalado a la vez.
fr: Même adresse et clé API que Texte. Un seul modèle d'image MLX installé peut être associé à la fois.
he: אותה כתובת ומפתח API כמו בטקסט. ניתן לחבר מודל תמונות MLX מותקן אחד בכל פעם.
hi: टेक्स्ट के समान पता और API कुंजी। एक समय में केवल एक स्थापित MLX छवि मॉडल संलग्न किया जा सकता है।
id: Alamat dan kunci API yang sama dengan Teks. Hanya satu model gambar MLX terpasang yang dapat dilampirkan dalam satu waktu.
it: Lo stesso indirizzo e chiave API del testo. È possibile collegare un solo modello di immagine MLX installato alla volta.
ja: テキストと同じアドレスおよびAPIキー。同時に接続できるインストール済みのMLX画像モデルは1つのみです。
ko: 텍스트와 동일한 주소 및 API 키입니다. 한 번에 하나의 설치된 MLX 이미지 모델만 연결할 수 있습니다.
nl: Hetzelfde adres en dezelfde API-sleutel als Tekst. Er kan één geïnstalleerd MLX-beeldmodel tegelijk worden gekoppeld.
pl: Ten sam adres i klucz API co dla tekstu. W danym momencie można podłączyć tylko jeden zainstalowany model obrazu MLX.
pt_br: O mesmo endereço e chave de API do Texto. Apenas um modelo de imagem MLX instalado pode ser anexado por vez.
ru: Тот же адрес и ключ API, что и для текста. Одновременно может быть подключена только одна установленная модель изображений MLX.
sv: Samma adress och API-nyckel som Text. Endast en installerad MLX-bildmodell kan anslutas åt gången.
tr: Metin ile aynı adres ve API anahtarı. Aynı anda yalnızca bir kurulu MLX görüntü modeli bağlanabilir.
uk: Та сама адреса та ключ API, що й для тексту. Одночасно можна підключити лише одну встановлену модель зображень MLX.
vi: Cùng địa chỉ và khóa API như Văn bản. Chỉ có thể gắn một mô hình hình ảnh MLX đã cài đặt cùng một lúc.
zh_hans: 与文本相同的地址和 API 密钥。一次只能附加一个已安装的 MLX 图像模型。
zh_hant: 與文字相同的位址和 API 金鑰。一次只能附加一個已安裝的 MLX 圖像模型。

source: Install a supported Z-Image or Qwen-Image model in Image Generation first.
ar: قم بتثبيت نموذج Z-Image أو Qwen-Image المدعوم في توليد الصور أولاً.
de: Installieren Sie zuerst ein unterstütztes Z-Image- oder Qwen-Image-Modell unter Bildgenerierung.
es: Instala primero un modelo compatible de Z-Image o Qwen-Image en Generación de imágenes.
fr: Installez d'abord un modèle Z-Image ou Qwen-Image pris en charge dans Génération d'images.
he: התקן תחילה מודל Z-Image או Qwen-Image נתמך ביצירת תמונות.
hi: पहले छवि निर्माण में एक समर्थित Z-Image या Qwen-Image मॉडल स्थापित करें।
id: Pasang model Z-Image atau Qwen-Image yang didukung di Pembuatan Gambar terlebih dahulu.
it: Installa prima un modelo Z-Image o Qwen-Image supportato in Generazione immagini.
ja: 最初に画像生成でサポートされている Z-Image または Qwen-Image モデルをインストールしてください。
ko: 먼저 이미지 생성에서 지원되는 Z-Image 또는 Qwen-Image 모델을 설치하세요.
nl: Installeer eerst een ondersteund Z-Image- of Qwen-Image-model in Afbeeldingsgeneratie.
pl: Najpierw zainstaluj obsługiwany model Z-Image lub Qwen-Image w sekcji Generowanie obrazów.
pt_br: Instale primeiro um modelo Z-Image ou Qwen-Image compatível em Geração de imagens.
ru: Сначала установите поддерживаемую модель Z-Image или Qwen-Image в разделе генерации изображений.
sv: Installera först en Z-Image- eller Qwen-Image-modell som stöds i Bildgenerering.
tr: Önce Görüntü Oluşturma bölümünde desteklenen bir Z-Image veya Qwen-Image modeli yükleyin.
uk: Спочатку встановіть підтримувану модель Z-Image або Qwen-Image у розділі генерації зображень.
vi: Trước tiên hãy cài đặt mô hình Z-Image hoặc Qwen-Image được hỗ trợ trong Tạo hình ảnh.
zh_hans: 请先在图像生成中安装受支持的 Z-Image 或 Qwen-Image 模型。
zh_hant: 請先在圖像生成中安裝支援的 Z-Image 或 Qwen-Image 模型。

source: Test image request
ar: اختبار طلب الصورة
de: Bildanforderung testen
es: Probar solicitud de imagen
fr: Tester la demande d'image
he: בדוק בקשת תמונה
hi: छवि अनुरोध का परीक्षण करें
id: Uji permintaan gambar
it: Testa richiesta immagine
ja: 画像リクエストをテスト
ko: 이미지 요청 테스트
nl: Afbeeldingsverzoek testen
pl: Przetestuj żądanie obrazu
pt_br: Testar requisição de imagem
ru: Проверить запрос изображения
sv: Testa bildbegäran
tr: Görüntü isteğini test et
uk: Тестувати запит зображення
vi: Kiểm tra yêu cầu hình ảnh
zh_hans: 测试图像请求
zh_hant: 測試圖像請求

source: Generated image preview
ar: معاينة الصورة المُولدة
de: Vorschau des generierten Bildes
es: Vista previa de la imagen generada
fr: Aperçu de l'image générée
he: תצוגה מקדימה של תמונה שנוצרה
hi: उत्पन्न छवि पूर्वावलोकन
id: Pratinjau gambar yang dibuat
it: Anteprima dell'immagine generata
ja: 生成された画像のプレビュー
ko: 생성된 이미지 미리보기
nl: Voorbeeld van gegenereerde afbeelding
pl: Podgląd wygenerowanego obrazu
pt_br: Pré-visualização da imagem gerada
ru: Предпросмотр созданного изображения
sv: Förhandsgranskning av genererad bild
tr: Oluşturulan görüntü önizlemesi
uk: Попередній перегляд згенерованого зображення
vi: Xem trước hình ảnh đã tạo
zh_hans: 生成的图像预览
zh_hant: 生成的圖像預覽

source: TypeSafe API
ar: واجهة برمجة تطبيقات TypeSafe
es: API TypeSafe
fr: API TypeSafe
he: API TypeSafe
id: API TypeSafe
it: API TypeSafe
pl: API TypeSafe
pt_br: API TypeSafe
ru: API TypeSafe
uk: API TypeSafe
vi: API TypeSafe

source: OpenKind runs as a separate loopback service with its own API key.
ar: يعمل OpenKind كخدمة استرجاع منفصلة بمفتاح API خاص به.
de: OpenKind läuft als separater Loopback-Dienst mit einem eigenen API-Schlüssel.
es: OpenKind se ejecuta como un servicio de bucle invertido independiente con su propia clave API.
fr: OpenKind fonctionne comme un service de boucle locale distinct avec sa propre clé API.
he: OpenKind פועל כשירות לולאה חוזרת נפרד עם מפתח API משלו.
hi: OpenKind अपनी स्वयं की API कुंजी के साथ एक अलग लूपबैक सेवा के रूप में चलता है।
id: OpenKind berjalan sebagai layanan loopback terpisah dengan kunci API-nya sendiri.
it: OpenKind viene eseguito come servizio di loopback separato con la propria chiave API.
ja: OpenKind は独自のAPIキーを持つ独立したループバックサービスとして実行されます。
ko: OpenKind는 자체 API 키를 가진 별도의 루프백 서비스로 실행됩니다.
nl: OpenKind draait als een afzonderlijke loopback-service met een eigen API-sleutel.
pl: OpenKind działa jako oddzielna usługa pętli zwrotnej z własnym kluczem API.
pt_br: OpenKind é executado como um serviço de loopback separado com sua própria chave de API.
ru: OpenKind работает как отдельная служба замыкания на себя со своим ключом API.
sv: OpenKind körs som en separat loopback-tjänst med en egen API-nyckel.
tr: OpenKind, kendi API anahtarına sahip ayrı bir geri döngü hizmeti olarak çalışır.
uk: OpenKind працює як окрема служба зворотного зв'язку зі своїм ключем API.
vi: OpenKind chạy như một dịch vụ loopback riêng biệt với khóa API riêng.
zh_hans: OpenKind 作为具有独立 API 密钥的单独回环服务运行。
zh_hant: OpenKind 作為具有獨立 API 金鑰的單獨回環服務執行。

source: TypeSafe API key
ar: مفتاح API الخاص بـ TypeSafe
de: TypeSafe-API-Schlüssel
es: Clave API de TypeSafe
fr: Clé API TypeSafe
he: מפתח API של TypeSafe
hi: TypeSafe API कुंजी
id: Kunci API TypeSafe
it: Chiave API TypeSafe
ja: TypeSafe APIキー
ko: TypeSafe API 키
nl: TypeSafe-API-sleutel
pl: Klucz API TypeSafe
pt_br: Chave de API do TypeSafe
ru: Ключ API TypeSafe
sv: TypeSafe API-nyckel
tr: TypeSafe API anahtarı
uk: Ключ API TypeSafe
vi: Khóa API TypeSafe
zh_hans: TypeSafe API 密钥
zh_hant: TypeSafe API 金鑰

source: No local model status available.
ar: لا تتوفر حالة النموذج المحلي.
de: Kein lokaler Modellstatus verfügbar.
es: No hay estado del modelo local disponible.
fr: Aucun état du modèle local disponible.
he: אין מצב מודל מקומי זמין.
hi: कोई स्थानीय मॉडल स्थिति उपलब्ध नहीं है।
id: Tidak ada status model lokal yang tersedia.
it: Nessuno stato del modello locale disponibile.
ja: ローカルモデルのステータスは利用できません。
ko: 사용 가능한 로컬 모델 상태가 없습니다.
nl: Geen lokale modelstatus beschikbaar.
pl: Brak dostępnego stanu modelu lokalnego.
pt_br: Nenhum status de modelo local disponível.
ru: Статус локальной модели недоступен.
sv: Ingen lokal modellstatus tillgänglig.
tr: Yerel model durumu mevcut değil.
uk: Стан локальної моделі недоступний.
vi: Không có trạng thái mô hình cục bộ.
zh_hans: 没有可用的本地模型状态。
zh_hant: 沒有可用的本機模型狀態。

source: Install this model first. Then this card can check the vector's shape against its manifest before enabling it.
ar: قم بتثبيت هذا النموذج أولاً. بعد ذلك، يمكن لهذه البطاقة التحقق من شكل المتجه مقابل بيانه قبل تمكينه.
de: Installieren Sie dieses Modell zuerst. Anschließend kann diese Karte die Vektorform anhand des Manifests prüfen, bevor sie aktiviert wird.
es: Instala este modelo primero. Luego, esta tarjeta puede verificar la forma del vector con su manifiesto antes de habilitarlo.
fr: Installez d'abord ce modèle. Cette carte pourra ensuite vérifier la forme du vecteur par rapport à son manifeste avant de l'activer.
he: התקן מודל זה תחילה. לאחר מכן כרטיס זה יוכל לבדוק את צורת הווקטור מול המניפסט שלו לפני הפעלתו.
hi: पहले इस मॉडल को स्थापित करें। फिर यह कार्ड सक्षम करने से पहले वेक्टर के आकार की उसके मैनिफ़ेस्ट से जांच कर सकता है।
id: Pasang model ini terlebih dahulu. Kemudian kartu ini dapat memeriksa bentuk vektor terhadap manifesnya sebelum mengaktifkannya.
it: Installa prima questo modello. Quindi questa scheda può verificare la forma del vettore rispetto al suo manifesto prima di abilitarlo.
ja: 最初にこのモデルをインストールしてください。その後、このカードでマニフェストとベクトルの形状を確認してから有効にできます。
ko: 먼저 이 모델을 설치하세요. 그러면 이 카드에서 활성화하기 전에 벡터 형상을 매니페스트와 비교하여 확인할 수 있습니다.
nl: Installeer eerst dit model. Dan kan deze kaart de vorm van de vector verifiëren aan de hand van het manifest voordat deze wordt ingeschakeld.
pl: Najpierw zainstaluj ten model. Następnie ta karta może sprawdzić kształt wektora z manifestem przed jego włączeniem.
pt_br: Instale este modelo primeiro. Depois, este cartão pode verificar a forma do vetor em relação ao seu manifesto antes de ativá-lo.
ru: Сначала установите эту модель. Затем эта карточка сможет проверить форму вектора по манифесту перед его включением.
sv: Installera denna modell först. Sedan kan detta kort kontrollera vektorns form mot dess manifest innan den aktiveras.
tr: Önce bu modeli yükleyin. Ardından bu kart, vektörü etkinleştirmeden önce şeklini manifestosuyla karşılaştırabilir.
uk: Спочатку встановіть цю модель. Потім ця картка зможе перевірити форму вектора за його маніфестом перед увімкненням.
vi: Hãy cài đặt mô hình này trước. Sau đó thẻ này có thể kiểm tra hình dạng vector so với bản kê khai trước khi bật.
zh_hans: 请先安装此模型。然后，此卡片可以在启用之前根据其清单检查向量形状。
zh_hant: 請先安裝此模型。然後，此卡片可以在啟用之前根據其清單檢查向量形狀。

source: Live steering edits activations at runtime. The model does not need to be pre-abliterated, but a refusal vector should be extracted for this exact checkpoint.
ar: التوجيه المباشر يحرر التنشيطات أثناء التشغيل. لا يلزم تجريد النموذج مسبقًا، ولكن يجب استخراج متجه الرفض لنقطة الفحص هذه بالضبط.
de: Live-Steering bearbeitet Aktivierungen zur Laufzeit. Das Modell muss nicht vorab abliteriert werden, aber es sollte ein Weigerungsvektor für diesen exakten Prüfpunkt extrahiert werden.
es: El direccionamiento en vivo edita las activaciones en tiempo de ejecución. No es necesario desliterar el modelo previamente, pero se debe extraer un vector de rechazo para este punto de control exacto.
fr: Le guidage en direct modifie les activations à l'exécution. Le modèle n'a pas besoin d'être pré-oblitéré, mais un vecteur de refus doit être extrait pour ce point de contrôle exact.
he: היגוי חי עורך הפעלות בזמן ריצה. המודל אינו צריך לעבור אבלציה מראש, אך יש לחלץ וקטור סירוב עבור נקודת בדיקה מדויקת זו.
hi: लाइव स्टीयरिंग रनटाइम पर सक्रियण संपादित करता है। मॉडल को पहले से नष्ट करने की आवश्यकता नहीं है, लेकिन इस सटीक चेकपॉइंट के लिए एक इनकार वेक्टर निकाला जाना चाहिए।
id: Kemudi langsung mengedit aktivasi saat runtime. Model tidak perlu di-ablitasi sebelumnya, tetapi vektor penolakan harus diekstrak untuk titik pemeriksaan yang tepat ini.
it: Lo steering in tempo reale modifica le attivazioni in fase di esecuzione. Il modello non deve essere pre-obliterato, ma deve essere estratto un vettore di rifiuto per questo checkpoint esatto.
ja: リアルタイムステアリングは実行時にアクティベーションを編集します。モデルは事前に除去処理されている必要はありませんが、この正確なチェックポイント用に拒否ベクトルを抽出する必要があります。
ko: 실시간 조향은 런타임에 활성화를 편집합니다. 모델을 사전 제거할 필요는 없지만, 이 정확한 체크포인트에 대한 거부 벡터를 추출해야 합니다.
nl: Live-sturing bewerkt activaties tijdens runtime. Het model hoeft niet vooraf geabliteerd te zijn, maar er moet een weigeringsvector worden geëxtraheerd voor dit exacte controlepunt.
pl: Sterowanie na żywo modyfikuje aktywacje w czasie wykonywania. Model nie musi być wstępnie zablokowany, ale należy wyodrębnić wektor odmowy dla tego konkretnego punktu kontrolnego.
pt_br: O direcionamento dinâmico edita ativações em tempo de execução. O modelo não precisa ser pré-abliterado, mas um vetor de recusa deve ser extraído para este ponto de verificação exato.
ru: Динамическое управление изменяет активации во время выполнения. Модель не обязательно должна быть предварительно обработана, но вектор отказа должен быть извлечен именно для этой контрольной точки.
sv: Direktstyrning redigerar aktiveringar under körning. Modellen behöver inte vara förablitrerad, men en avvisningsvektor bör extraheras för just denna kontrollpunkt.
tr: Canlı yönlendirme, çalışma zamanında etkinleştirmeleri düzenler. Modelin önceden arındırılmış olması gerekmez, ancak tam olarak bu kontrol noktası için bir ret vektörü çıkarılmalıdır.
uk: Керування на льоту змінює активації під час виконання. Модель не обов'язково має бути попередньо оброблена, але вектор відмови має бути вилучено саме для цієї контрольної точки.
vi: Điều hướng trực tiếp chỉnh sửa các kích hoạt khi chạy. Mô hình không cần phải xóa bỏ trước, nhưng cần trích xuất vector từ chối cho điểm kiểm tra chính xác này.
zh_hans: 实时引导在运行时编辑激活。模型不需要预先消融，但应为此确切的检查点提取拒绝向量。
zh_hant: 即時引導在執行階段編輯激活。模型不需要預先消融，但應為此確切的檢查點擷取拒絕向量。

source: No control vectors registered for this profile.
ar: لا توجد متجهات تحكم مسجلة لهذا الملف الشخصي.
de: Für dieses Profil sind keine Kontrollvektoren registriert.
es: No hay vectores de control registrados para este perfil.
fr: Aucun vecteur de contrôle enregistré pour ce profil.
he: אין וקטורי בקרה רשומים עבור פרופיל זה.
hi: इस प्रोफ़ाइल के लिए कोई नियंत्रण वेक्टर पंजीकृत नहीं हैं।
id: Tidak ada vektor kontrol yang terdaftar untuk profil ini.
it: Nessun vettore di controllo registrato per questo profilo.
ja: このプロファイルに登録されているコントロールベクトルはありません。
ko: 이 프로필에 등록된 제어 벡터가 없습니다.
nl: Geen controlevectoren geregistreerd voor dit profiel.
pl: Brak wektorów kontrolnych zarejestrowanych dla tego profilu.
pt_br: Nenhum vetor de controle registrado para este perfil.
ru: Для этого профиля не зарегистрированы векторы управления.
sv: Inga kontrollvektorer registrerade för denna profil.
tr: Bu profil için kayıtlı kontrol vektörü yok.
uk: Для цього профілю не зареєстровано контрольних векторів.
vi: Không có vector điều khiển nào được đăng ký cho hồ sơ này.
zh_hans: 此个人资料未注册控制向量。
zh_hant: 此個人檔案未註冊控制向量。

source: The selection is used when a model loads. A currently loaded session changes only after reload.
ar: يتم استخدام التحديد عند تحميل النموذج. تتغير الجلسة المحملة حاليًا فقط بعد إعادة التحميل.
de: Die Auswahl wird beim Laden eines Modells verwendet. Eine aktuell geladene Sitzung ändert sich erst nach dem Neuladen.
es: La selección se usa al cargar un modelo. Una sesión cargada actualmente cambia solo después de recargar.
fr: La sélection est utilisée lors du chargement d'un modèle. Une session actuellement chargée ne change qu'après rechargement.
he: הבחירה משמשת בעת טעינת מודל. הפעלה טעונה כעת משתנה רק לאחר טעינה מחדש.
hi: मॉडल लोड होने पर चयन का उपयोग किया जाता है। वर्तमान में लोड किया गया सत्र केवल पुनः लोड करने के बाद बदलता है।
id: Pilihan digunakan saat model dimuat. Sesi yang sedang dimuat hanya berubah setelah dimuat ulang.
it: La selezione viene utilizzata quando viene caricato un modello. Una sessione attualmente caricata cambia solo dopo il ricaricamento.
ja: モデルのロード時に選択が使用されます。現在ロードされているセッションは、再ロード後にのみ変更されます。
ko: 모델이 로드될 때 선택 항목이 사용됩니다. 현재 로드된 세션은 다시 로드한 후에만 변경됩니다.
nl: De selectie wordt gebruikt wanneer een model laadt. Een momenteel geladen sessie verandert pas na opnieuw laden.
pl: Wybór jest używany podczas ładowania modelu. Aktualnie załadowana sesja zmienia się dopiero po ponownym załadowaniu.
pt_br: A seleção é usada quando um modelo é carregado. Uma sessão carregada no momento muda apenas após o recarregamento.
ru: Выбор применяется при загрузке модели. Текущая загруженная сессия изменится только после перезагрузки.
sv: Valet används när en modell läses in. En för närvarande inläst session ändras först efter omläsning.
tr: Seçim, bir model yüklendiğinde kullanılır. Şu anda yüklü olan oturum yalnızca yeniden yüklemeden sonra değişir.
uk: Вибір використовується під час завантаження моделі. Поточний завантажений сеанс змінюється лише після перезавантаження.
vi: Lựa chọn được sử dụng khi mô hình tải. Phiên hiện đang tải chỉ thay đổi sau khi tải lại.
zh_hans: 加载模型时会使用该选择。当前已加载的会话仅在重新加载后才会更改。
zh_hant: 載入模型時會使用該選擇。目前已載入的會話僅在重新載入後才會變更。

source: Download from Hugging Face
ar: تنزيل من Hugging Face
de: Von Hugging Face herunterladen
es: Descargar de Hugging Face
fr: Télécharger depuis Hugging Face
he: הורד מ-Hugging Face
hi: Hugging Face से डाउनलोड करें
id: Unduh dari Hugging Face
it: Scarica da Hugging Face
ja: Hugging Face からダウンロード
ko: Hugging Face에서 다운로드
nl: Downloaden van Hugging Face
pl: Pobierz z Hugging Face
pt_br: Baixar do Hugging Face
ru: Скачать с Hugging Face
sv: Ladda ner från Hugging Face
tr: Hugging Face'ten İndir
uk: Завантажити з Hugging Face
vi: Tải xuống từ Hugging Face
zh_hans: 从 Hugging Face 下载
zh_hant: 從 Hugging Face 下載

source: Manage local vectors
ar: إدارة المتجهات المحلية
de: Lokale Vektoren verwalten
es: Gestionar vectores locales
fr: Gérer les vecteurs locaux
he: נהל וקטורים מקומיים
hi: स्थानीय वेक्टर प्रबंधित करें
id: Kelola vektor lokal
it: Gestisci vettori locali
ja: ローカルベクトルを管理
ko: 로컬 벡터 관리
nl: Lokale vectoren beheren
pl: Zarządzaj lokalnymi wektorami
pt_br: Gerenciar vetores locais
ru: Управление локальными векторами
sv: Hantera lokala vektorer
tr: Yerel vektörleri yönet
uk: Керувати локальними векторами
vi: Quản lý vector cục bộ
zh_hans: 管理本地向量
zh_hant: 管理本機向量
